[
  {
    "name": "Mark Whiting",
    "tag": "BAE Systems",
    "bio": "Mark is a Principal Systems Engineer for BAE Systems. He has spent 34+ years working on GPS products as a designer/technical lead for the Navigation Department. He currently works on various development projects for the core components that are the cornerstones for the product lines within the GPS Navigation department. Mark graduated from the University of Iowa with a bachelors degree in Electrical and Computer Engineering.",
    "img": "whiting.mark.jpg"
  },
  {
    "name": "Mike Pownell",
    "tag": "BAE Systems",
    "bio": "Mike is a Senior Engineering Manager for BAE Systems. He has spent 23+ years working on military navigation products as a design engineer. He is currently an engineering manager leading a team of 12 engineers that support GPS embedded products for Airborne and Weapons platforms. Mike graduated from South Dakota State University with a bachelor degree in Electrical Engineering and from the University of Iowa with a masters in business degree.  Mike has been a coach and mentor for FRC, FTC, FLL and Jr FLL teams for over 20 years.",
    "img": "pownell.mike.jpg"
  },
  {
    "name": "Tom Kalman",
    "tag":  "Axiom Consultants",
    "bio": "Tom is the Structural Design lead for Axiom Consultants. He works on a variety of structural designs - primarily buildings and infrastructure offerings. Tom also performs analysis of existing buildings and prescribes solutions for renovations and adjustments. Tom coordinates many of Axioms photovoltaic (solar) design efforts including structural and electrical team offerings. He also provides construction support on a number of projects Axiom is involved in. Tom graduated from the University of Iowa with a bachelors degree in Civil Engineering with a structural emphasis. ",
    "img": "kalman.tom.jpg"
  },
  {
    "name": "Chris Markovich",
    "tag":  "Commscope",
    "bio": "Chris is a systems engineer for Commscope (previously Arris). He works on research and development in both wired communications (fiber and cable) as well as wireless communications (5G and wifi).  He is part of the team that defines hardware, software, and system specifications and requirements for the computer networking industry. Chris’s projects involve big data analysis, machine learning, and embedded system design to improve network robustness and connection speed. Chris has both his bachelors and masters degree in Electrical Engineering from Purdue University with an emphasis on communication systems.",
    "img": "markovich.chris.jpg"
  },
  {
    "name": "Madison Kriege",
    "tag": "Pearson Education",
    "bio": "Madison is a software developer at Pearson Education. She graduated from Iowa State University and has several years of experience with various FIRST programs."
  },
  {
    "name": "Jacob Schares",
    "tag":  "City High School",
    "bio": "Jacob is a math teacher at Iowa City High School. He has spent 7 years at City High and also spent time teaching at the Kirkwood Regional Center in Coralville. Jacob’s time as mentor and coach has been reduced so he can spend more time with family.",
    "img": "schares.jacob.jpg"
  },
  {
    "name": "Jeremy Hartl",
    "tag":  "BAE Systems",
    "bio": "Jeremy is an electrical engineer at BAE Systems.",
    "img": "hartl.jeremy.png"
  }
]
